allure-results/dc596dc018a840c29f387d738daf0c47-attachmentxml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><VTNBankAccountValidation xmlns="http://tempuri.org/"><param><BankAccountName xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">Savings</BankAccountName><BankAccountNumber xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">0026026487</BankAccountNumber><BankCode xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">000012</BankCode></param></VTNBankAccountValidation></soap:Body></soap:Envelope>